<pre>
<b>  Naver บริษัทแม่ LINE กำลังพัฒนาเทคโนโลยีสำหรับรถไร้คนขับ พร้อมแผนธุรกิจ Ride-Sharing
Naver บริษัทด้านอินเทอร์เน็ตและบริษัทแม่ของ LINE เปิดเผยว่า Naver Labs บริษัทลูกในเครือกำลัง
พัฒนาเทคโนโลยีสำหรับรถยนต์ไร้คนขับสำหรับธุรกิจ Ride-Sharing ในอนาคต (ยังอยู่ในช่วง R&D)
โฆษกของ Naver Lab ระบุว่าบริษัทต้องการจะบุกตลาดรถยนต์ไร้คนขับด้วยเช่นกัน แต่อย่างน้อยบริษัท
ยังไม่คิดจะเริ่มธุรกิจ Ride-Sharing ณ ตอนนี้ โดยเทคโนโลยีรถไร้คนขับของ Naver อยู่ในระดับ 3
หมายความว่ายังคงต้องมีคนนั่งอยู่หลังพวงมาลัย สำหรับกรณีฉุกเฉิน แต่ไม่จำเป็นต้องมีสมาธิกับถนนอยู่
ตลอดเวลา ก่อนหน้านี้ในปี 2016 Naver ได้รับใบอนุญาตจากหน่วยงานความปลอดภัยด้านการขนส่งให้
ติดตั้งเทคโนโลยีขับเคลื่อนอัตโนมัติบนรถยนต์แล้ว แต่ยังคงรอใบอนุญาตขับขี่รถไร้คนขับจากกระทรวงคมนาคม
ที่มา: https://www.blognone.com</b>
  </pre>
